{
  "books": [
    {
      "title": "The Let Them Theory: A Life-Changing Tool That Millions of People Can't Stop Talking About",
      "authors": ["Mel Robbins", "Sawyer Robbins"],
      "highlights": [
        {
          "quote": "The 5 Second Rule taught me that action is the answer. Thinking about your problems will never solve them. Waiting around to feel like doing something means you’ll never do it. It taught me that no one is coming to save you. You must save yourself from yourself. You have to force yourself to make little moves forward, all day, every day, especially when you don’t feel like it.",
          "page": "3-4",
          "highlights": 16745,
          "date": "2025-09-23"
        },
        {
          "quote": "The problem with waiting is no one is coming. The only permission you need is your own.",
          "page": "7",
          "highlights": 17159,
          "date": "2025-09-23"
        },
        {
          "quote": "Learning how to push yourself to take action when you are afraid or full of self-doubt or overwhelmed with excuses is a life skill you can learn. Once you master it, you’ll understand that you can achieve anything through small, consistent moves forward.",
          "page": "7",
          "highlights": 14106,
          "date": "2025-09-23"
        },
        {
          "quote": "You’ll never feel ready to change your life. One day, you just get tired of your own excuses and force yourself to do it.",
          "page": "10",
          "highlights": 13980,
          "date": "2025-09-23"
        },
        {
          "quote": "The reality is, no matter how hard you try or what you do, you cannot control other people. And yet, you live your life as if you can.",
          "page": "12",
          "highlights": 17292,
          "date": "2025-09-23"
        },
        {
          "quote": "The problem isn’t you. The problem is the power you unknowingly give to other people.",
          "page": "17",
          "highlights": 17096,
          "date": "2025-09-23"
        },
        {
          "quote": "The truth is, other people hold no real power over you unless you give it to them. Here’s why this works: When you stop trying to control things that aren’t yours to control, you stop wasting your energy. You reclaim your time, your peace of mind, and your focus. You realize that your happiness is tied to your actions, not someone else’s behavior, opinions, or mood.",
          "page": "18-19",
          "highlights": 15009,
          "date": "2025-09-23"
        },
        {
          "quote": "So much time and energy is wasted on forcing other people to match our expectations. And the truth is, if somebody else—a person you’re dating, a business partner, a family member—if they’re not showing up how you need them to show up, do not try to force them to change. Let Them be themselves because they are revealing who they are to you. Just Let Them and then you get to choose what you do next.",
          "page": "26",
          "highlights": 13564,
          "date": "2025-09-23"
        },
        {
          "quote": "No matter how hard you try, you will never be able to control or change another person. The only person you are in control of is you. Your thoughts, your actions, your feelings.",
          "page": "30",
          "highlights": 19517,
          "date": "2025-09-23"
        },
        {
          "quote": "Trying to control people and situations doesn’t calm your fears. It amplifies them. Any psychologist will tell you, the more you try to control something you can’t, the more anxious and stressed out you become.",
          "page": "38",
          "highlights": 16771,
          "date": "2025-09-23"
        }
      ]
    },
    {
      "title": "The Life-Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing",
      "authors": ["Marie Kondō"],
      "highlights": [
        {
          "quote": "Effective tidying involves only two essential actions: discarding and deciding where to store things. Of the two, discarding must come first.",
          "page": "28",
          "highlights": 27576,
          "date": "2025-09-23"
        },
        {
          "quote": "we should be choosing what we want to keep, not what we want to get rid of.",
          "page": "41",
          "highlights": 37830,
          "date": "2025-09-23"
        },
        {
          "quote": "we should be choosing what we want to keep, not what we want to get rid of.",
          "page": "41",
          "highlights": 33219,
          "date": "2025-09-23"
        },
        {
          "quote": "Keep only those things that speak to your heart. Then take the plunge and discard all the rest.",
          "page": "42",
          "highlights": 29060,
          "date": "2025-09-23"
        },
        {
          "quote": "Gathering every item in one place is essential to this process because it gives you an accurate grasp of how much you have.",
          "page": "44",
          "highlights": 23416,
          "date": "2025-09-23"
        },
        {
          "quote": "People have trouble discarding things that they could still use (functional value), that contain helpful information (informational value), and that have sentimental ties (emotional value). When these things are hard to obtain or replace (rarity), they become even harder to part with.",
          "page": "45",
          "highlights": 24058,
          "date": "2025-09-23"
        },
        {
          "quote": "The best sequence is this: clothes first, then books, papers, komono (miscellany), and lastly, mementos.",
          "page": "46",
          "highlights": 42170,
          "date": "2025-09-23"
        },
        {
          "quote": "The best sequence is this: clothes first, then books, papers, komono (miscellany), and lastly, mementos.",
          "page": "46",
          "highlights": 26498,
          "date": "2025-09-23"
        },
        {
          "quote": "It is not our memories but the person we have become because of those past experiences that we should treasure. This is the lesson these keepsakes teach us when we sort them. The space in which we live should be for the person we are becoming now, not for the person we were in the past.",
          "page": "118",
          "highlights": 20969,
          "date": "2025-09-23"
        },
        {
          "quote": "Clutter has only two possible causes: too much effort is required to put things away or it is unclear where things belong.",
          "page": "142",
          "highlights": 22445,
          "date": "2025-09-23"
        }
      ]
    },
    {
      "title": "The Power of Now: A Guide to Spiritual Enlightenment",
      "authors": ["Eckhart Tolle"],
      "highlights": [
        {
          "quote": "Enlightenment is not only the end of suffering and of continuous conflict within and without, but also the end of the dreadful enslavement to incessant thinking. What an incredible liberation this is!",
          "page": "15",
          "highlights": 35638,
          "date": "2025-09-23"
        },
        {
          "quote": "So the single most vital step on your journey toward enlightenment is this: learn to disidentify from your mind. Every time you create a gap in the stream of mind, the light of your consciousness grows stronger.",
          "page": "21",
          "highlights": 44958,
          "date": "2025-09-23"
        },
        {
          "quote": "To the ego, the present moment hardly exists. Only past and future are considered important.",
          "page": "22",
          "highlights": 48895,
          "date": "2025-09-23"
        },
        {
          "quote": "Thinking and consciousness are not synonymous. Thinking is only a small aspect of consciousness. Thought cannot exist without consciousness, but consciousness does not need thought.",
          "page": "23",
          "highlights": 36800,
          "date": "2025-09-23"
        },
        {
          "quote": "Pleasure is always derived from something outside you, whereas joy arises from within.",
          "page": "29-30",
          "highlights": 52428,
          "date": "2025-09-23"
        },
        {
          "quote": "Pleasure is always derived from something outside you, whereas joy arises from within.",
          "page": "29-30",
          "highlights": 61851,
          "date": "2025-09-23"
        },
        {
          "quote": "Accept — then act. Whatever the present moment contains, accept it as if you had chosen it. Always work with it, not against it. Make it your friend and ally, not your enemy. This will miraculously transform your whole life.",
          "page": "35-36",
          "highlights": 57943,
          "date": "2025-09-23"
        },
        {
          "quote": "Power over others is weakness disguised as strength. True power is within, and it is available to you now.",
          "page": "45",
          "highlights": 43640,
          "date": "2025-09-23"
        },
        {
          "quote": "The secret of life is to “die before you die” — and find that there is no death.",
          "page": "46",
          "highlights": 51714,
          "date": "2025-09-23"
        },
        {
          "quote": "If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally.",
          "page": "82",
          "highlights": 49051,
          "date": "2025-09-23"
        }
      ]
    }
  ]
}
