{
  "books": [
    {
      "title": "The Let Them Theory: A Life-Changing Tool That Millions of People Can't Stop Talking About",
      "authors": ["Mel Robbins", "Sawyer Robbins"],
      "highlights": [
        {
          "quote": "The 5 Second Rule taught me that action is the answer. Thinking about your problems will never solve them. Waiting around to feel like doing something means you’ll never do it. It taught me that no one is coming to save you. You must save yourself from yourself. You have to force yourself to make little moves forward, all day, every day, especially when you don’t feel like it.",
          "page": "3-4",
          "highlights": 16745,
          "date": "2025-10-02"
        },
        {
          "quote": "The problem with waiting is no one is coming. The only permission you need is your own.",
          "page": "7",
          "highlights": 17159,
          "date": "2025-10-02"
        },
        {
          "quote": "Learning how to push yourself to take action when you are afraid or full of self-doubt or overwhelmed with excuses is a life skill you can learn. Once you master it, you’ll understand that you can achieve anything through small, consistent moves forward.",
          "page": "7",
          "highlights": 14106,
          "date": "2025-10-02"
        },
        {
          "quote": "You’ll never feel ready to change your life. One day, you just get tired of your own excuses and force yourself to do it.",
          "page": "10",
          "highlights": 13980,
          "date": "2025-10-02"
        },
        {
          "quote": "The reality is, no matter how hard you try or what you do, you cannot control other people. And yet, you live your life as if you can.",
          "page": "12",
          "highlights": 17292,
          "date": "2025-10-02"
        },
        {
          "quote": "The problem isn’t you. The problem is the power you unknowingly give to other people.",
          "page": "17",
          "highlights": 17096,
          "date": "2025-10-02"
        },
        {
          "quote": "The truth is, other people hold no real power over you unless you give it to them. Here’s why this works: When you stop trying to control things that aren’t yours to control, you stop wasting your energy. You reclaim your time, your peace of mind, and your focus. You realize that your happiness is tied to your actions, not someone else’s behavior, opinions, or mood.",
          "page": "18-19",
          "highlights": 15009,
          "date": "2025-10-02"
        },
        {
          "quote": "So much time and energy is wasted on forcing other people to match our expectations. And the truth is, if somebody else—a person you’re dating, a business partner, a family member—if they’re not showing up how you need them to show up, do not try to force them to change. Let Them be themselves because they are revealing who they are to you. Just Let Them and then you get to choose what you do next.",
          "page": "26",
          "highlights": 13564,
          "date": "2025-10-02"
        },
        {
          "quote": "No matter how hard you try, you will never be able to control or change another person. The only person you are in control of is you. Your thoughts, your actions, your feelings.",
          "page": "30",
          "highlights": 19517,
          "date": "2025-10-02"
        },
        {
          "quote": "Trying to control people and situations doesn’t calm your fears. It amplifies them. Any psychologist will tell you, the more you try to control something you can’t, the more anxious and stressed out you become.",
          "page": "38",
          "highlights": 16771,
          "date": "2025-10-02"
        }
      ]
    },
    {
      "title": "The Life-Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing",
      "authors": ["Marie Kondō"],
      "highlights": [
        {
          "quote": "Effective tidying involves only two essential actions: discarding and deciding where to store things. Of the two, discarding must come first.",
          "page": "28",
          "highlights": 27576,
          "date": "2025-10-02"
        },
        {
          "quote": "we should be choosing what we want to keep, not what we want to get rid of.",
          "page": "41",
          "highlights": 37830,
          "date": "2025-10-02"
        },
        {
          "quote": "take each item in one’s hand and ask: “Does this spark joy?” If it does, keep it. If not, dispose of it.",
          "page": "41",
          "highlights": 33219,
          "date": "2025-10-02"
        },
        {
          "quote": "Keep only those things that speak to your heart. Then take the plunge and discard all the rest.",
          "page": "42",
          "highlights": 29060,
          "date": "2025-10-02"
        },
        {
          "quote": "Gathering every item in one place is essential to this process because it gives you an accurate grasp of how much you have.",
          "page": "44",
          "highlights": 23416,
          "date": "2025-10-02"
        },
        {
          "quote": "People have trouble discarding things that they could still use (functional value), that contain helpful information (informational value), and that have sentimental ties (emotional value). When these things are hard to obtain or replace (rarity), they become even harder to part with.",
          "page": "45",
          "highlights": 24058,
          "date": "2025-10-02"
        },
        {
          "quote": "The best sequence is this: clothes first, then books, papers, komono (miscellany), and lastly, mementos.",
          "page": "46",
          "highlights": 42170,
          "date": "2025-10-02"
        },
        {
          "quote": "To truly cherish the things that are important to you, you must first discard those that have outlived their purpose.",
          "page": "63",
          "highlights": 26498,
          "date": "2025-10-02"
        },
        {
          "quote": "It is not our memories but the person we have become because of those past experiences that we should treasure. This is the lesson these keepsakes teach us when we sort them. The space in which we live should be for the person we are becoming now, not for the person we were in the past.",
          "page": "118",
          "highlights": 20969,
          "date": "2025-10-02"
        },
        {
          "quote": "Clutter has only two possible causes: too much effort is required to put things away or it is unclear where things belong.",
          "page": "142",
          "highlights": 22445,
          "date": "2025-10-02"
        }
      ]
    },
    {
      "title": "The Power of Now: A Guide to Spiritual Enlightenment",
      "authors": ["Eckhart Tolle"],
      "highlights": [
        {
          "quote": "Enlightenment is not only the end of suffering and of continuous conflict within and without, but also the end of the dreadful enslavement to incessant thinking. What an incredible liberation this is!",
          "page": "15",
          "highlights": 35638,
          "date": "2025-10-02"
        },
        {
          "quote": "So the single most vital step on your journey toward enlightenment is this: learn to disidentify from your mind. Every time you create a gap in the stream of mind, the light of your consciousness grows stronger.",
          "page": "21",
          "highlights": 44958,
          "date": "2025-10-02"
        },
        {
          "quote": "To the ego, the present moment hardly exists. Only past and future are considered important.",
          "page": "22",
          "highlights": 48895,
          "date": "2025-10-02"
        },
        {
          "quote": "Thinking and consciousness are not synonymous. Thinking is only a small aspect of consciousness. Thought cannot exist without consciousness, but consciousness does not need thought.",
          "page": "23",
          "highlights": 36800,
          "date": "2025-10-02"
        },
        {
          "quote": "Pleasure is always derived from something outside you, whereas joy arises from within.",
          "page": "29-30",
          "highlights": 52428,
          "date": "2025-10-02"
        },
        {
          "quote": "Realize deeply that the present moment is all you ever have. Make the Now the primary focus of your life.",
          "page": "35",
          "highlights": 61851,
          "date": "2025-10-02"
        },
        {
          "quote": "Accept — then act. Whatever the present moment contains, accept it as if you had chosen it. Always work with it, not against it. Make it your friend and ally, not your enemy. This will miraculously transform your whole life.",
          "page": "35-36",
          "highlights": 57943,
          "date": "2025-10-02"
        },
        {
          "quote": "Power over others is weakness disguised as strength. True power is within, and it is available to you now.",
          "page": "45",
          "highlights": 43640,
          "date": "2025-10-02"
        },
        {
          "quote": "The secret of life is to “die before you die” — and find that there is no death.",
          "page": "46",
          "highlights": 51714,
          "date": "2025-10-02"
        },
        {
          "quote": "If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally.",
          "page": "82",
          "highlights": 49051,
          "date": "2025-10-02"
        }
      ]
    },
    {
      "title": "Getting Things Done: The Art of Stress-Free Productivity",
      "authors": ["David Allen"],
      "highlights": [
        {
          "quote": "Anxiety is caused by a lack of control, organization, preparation, and action.",
          "page": "1",
          "highlights": 12060,
          "date": "2025-10-02"
        },
        {
          "quote": "Your ability to generate power is directly proportional to your ability to relax.",
          "page": "12",
          "highlights": 11593,
          "date": "2025-10-02"
        },
        {
          "quote": "most stress they experience comes from inappropriately managed commitments they make or accept.",
          "page": "13",
          "highlights": 13286,
          "date": "2025-10-02"
        },
        {
          "quote": "the real problem is a lack of clarity and definition about what a project really is, and what associated next-action steps are required.",
          "page": "21",
          "highlights": 14893,
          "date": "2025-10-02"
        },
        {
          "quote": "Getting things done requires two basic components: defining (1) what “done” means (outcome) and (2) what “doing” looks like (action).",
          "page": "21",
          "highlights": 19455,
          "date": "2025-10-02"
        },
        {
          "quote": "Horizontal control maintains coherence across all the activities in which you are involved.",
          "page": "22",
          "highlights": 11966,
          "date": "2025-10-02"
        },
        {
          "quote": "Vertical control, in contrast, manages thinking, development, and coordination of individual topics and projects.",
          "page": "23",
          "highlights": 11869,
          "date": "2025-10-02"
        },
        {
          "quote": "We (1) capture what has our attention; (2) clarify what each item means and what to do about it; (3) organize the results, which presents the options we (4) reflect on, which we then choose to (5) engage with.",
          "page": "27",
          "highlights": 19546,
          "date": "2025-10-02"
        },
        {
          "quote": "I define a project as any desired result that can be accomplished within a year that requires more than one action step.",
          "page": "38",
          "highlights": 12018,
          "date": "2025-10-02"
        }
      ]
    },
    {
      "title": "You Are a Badass®: How to Stop Doubting Your Greatness and Start Living an Awesome Life",
      "authors": ["Jen Sincero"],
      "highlights": [
        {
          "quote": "You need to go from wanting to change your life to deciding to change your life.",
          "page": "12",
          "highlights": 14885,
          "date": "2025-10-02"
        },
        {
          "quote": "If you want to live a life you’ve never lived, you have to do things you’ve never done.",
          "page": "15-16",
          "highlights": 19840,
          "date": "2025-10-02"
        },
        {
          "quote": "You need to raise your frequency to match the vibration of the one you want to tune into.",
          "page": "31-32",
          "highlights": 16851,
          "date": "2025-10-02"
        },
        {
          "quote": "If you are depressed, you are living in the past. If you are anxious, you are living in the future. If you are at peace, you are living in the present.",
          "page": "35",
          "highlights": 22593,
          "date": "2025-10-02"
        },
        {
          "quote": "Our thoughts become our words, our words become our beliefs, our beliefs become our actions, our actions become our habits, and our habits become our realities.",
          "page": "60",
          "highlights": 22166,
          "date": "2025-10-02"
        },
        {
          "quote": "Holding on to my bad feelings about this is doing nothing but harming me, and everyone else, and preventing me from enjoying my life fully. I am an awesome person. I choose to enjoy my life. I choose to let this go.",
          "page": "62",
          "highlights": 22844,
          "date": "2025-10-02"
        },
        {
          "quote": "DO NOT WASTE YOUR PRECIOUS TIME GIVING ONE SINGLE CRAP ABOUT WHAT ANYBODY ELSE THINKS OF YOU.",
          "page": "64",
          "highlights": 21227,
          "date": "2025-10-02"
        },
        {
          "quote": "You are responsible for what you say and do. You are not responsible for whether or not people freak out about it.",
          "page": "66",
          "highlights": 15978,
          "date": "2025-10-02"
        },
        {
          "quote": "What other people think about you has nothing to do with you and everything to do with them.",
          "page": "67",
          "highlights": 21026,
          "date": "2025-10-02"
        }
      ]
    },
    {
      "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
      "authors": ["James Clear"],
      "highlights": [
        {
          "quote": "changes that seem small and unimportant at first will compound into remarkable results if you’re willing to stick with them for years.",
          "page": "7",
          "highlights": 87150,
          "date": "2025-10-02"
        },
        {
          "quote": "Habits are the compound interest of self-improvement. The same way that money multiplies through compound interest, the effects of your habits multiply as you repeat them. They seem to make little difference on any given day and yet the impact they deliver over the months and years can be enormous. It is only when looking back two, five, or perhaps ten years later that the value of good habits and the cost of bad ones becomes strikingly apparent.",
          "page": "16",
          "highlights": 59205,
          "date": "2025-10-02"
        },
        {
          "quote": "Your outcomes are a lagging measure of your habits. Your net worth is a lagging measure of your financial habits. Your weight is a lagging measure of your eating habits. Your knowledge is a lagging measure of your learning habits. Your clutter is a lagging measure of your cleaning habits. You get what you repeat.",
          "page": "18",
          "highlights": 82589,
          "date": "2025-10-02"
        },
        {
          "quote": "Time magnifies the margin between success and failure. It will multiply whatever you feed it. Good habits make time your ally. Bad habits make time your enemy.",
          "page": "18",
          "highlights": 73095,
          "date": "2025-10-02"
        },
        {
          "quote": "Goals are about the results you want to achieve. Systems are about the processes that lead to those results.",
          "page": "23",
          "highlights": 115842,
          "date": "2025-10-02"
        },
        {
          "quote": "Goals are good for setting a direction, but systems are best for making progress.",
          "page": "24",
          "highlights": 101890,
          "date": "2025-10-02"
        },
        {
          "quote": "The purpose of setting goals is to win the game. The purpose of building systems is to continue playing the game. True long-term thinking is goal-less thinking. It’s not about any single accomplishment. It is about the cycle of endless refinement and continuous improvement. Ultimately, it is your commitment to the process that will determine your progress.",
          "page": "27",
          "highlights": 82464,
          "date": "2025-10-02"
        },
        {
          "quote": "You do not rise to the level of your goals. You fall to the level of your systems.",
          "page": "27",
          "highlights": 88494,
          "date": "2025-10-02"
        },
        {
          "quote": "The ultimate form of intrinsic motivation is when a habit becomes part of your identity. It’s one thing to say I’m the type of person who wants this. It’s something very different to say I’m the type of person who is this.",
          "page": "33",
          "highlights": 100189,
          "date": "2025-10-02"
        },
        {
          "quote": "Decide the type of person you want to be. Prove it to yourself with small wins.",
          "page": "39",
          "highlights": 113809,
          "date": "2025-10-02"
        }
      ]
    },
    {
      "title": "The Courage to Be Disliked: The Japanese Phenomenon That Shows You How to Change Your Life and Achieve Real Happiness",
      "authors": ["Ichiro Kishimi", "Fumitake Koga"],
      "highlights": [
        {
          "quote": "“No experience is in itself a cause of our success or failure. We do not suffer from the shock of our experiences—the so-called trauma—but instead we make out of them whatever suits our purposes. We are not determined by our experiences, but the meaning we give them is self-determining.“",
          "page": "13",
          "highlights": 14367,
          "date": "2025-10-02"
        },
        {
          "quote": "We determine our own lives according to the meaning we give to those past experiences. Your life is not something that someone gives you, but something you choose yourself, and you are the one who decides how you live.",
          "page": "13-14",
          "highlights": 13644,
          "date": "2025-10-02"
        },
        {
          "quote": "“No matter what has occurred in your life up to this point, it should have no bearing at all on how you live from now on.“ That you, living in the here and now, are the one who determines your own life.",
          "page": "39",
          "highlights": 10703,
          "date": "2025-10-02"
        },
        {
          "quote": "A healthy life is one in which we do not allow the expectations of others to govern our behavior. Happiness is the feeling of being free from the limits others impose upon us.",
          "page": "73",
          "highlights": 11005,
          "date": "2025-10-02"
        }
      ]
    }
  ]
}

